{
  "jake": {
    "name": "Ishan",
    "relationship": "Brother",
    "visit_count": 4,
    "last_visit": "2026-01-12",
    "last_summary": "Visited last week and discussed a hackathon where he placed 3rd."
  },
  "riya": {
    "name": "Riya Mehdiratta",
    "relationship": "Sister",
    "visit_count": 8,
    "last_visit": "2026-01-19",
    "last_summary": "Riya (Sister) is someone important to you. They visited you again after your last time together on 2026-01-19. In this conversation you talked about: basically that you are learning all the way. Earlier visits included: Riya (Sister) is someone important to you. They visited you again after your last time together on 2026-01-19. In this conversation you talked about: in Harka Tharns. We try to, you know, catch up rarely soon and his name is, and he is very good at his work is very dominant, he is very hard working and I think that he deserves the best. Earlier visits included: Riya (Sister) is someone important to you. They visited you again after your last time together on 2026-01-19. In this conversation you talked about: You look You said mind a ball o. Earlier visits included: Riya (Sister) is someone important to you. They visited you again after your last time together on 2025-12-29. In this conversation you talked about: what is happening nowadays and what I feel right now. And like you're talking about my spring trip and things like that. So it's very important to actually talk about it and discuss it with you. Let's put our view. Earlier visits included: Brought homemade cookies and talked about planning a spring trip."
  },
  "Riya": {
    "name": "Riya Mehdiratta",
    "relationship": "Sister",
    "visit_count": 29,
    "last_visit": "2026-01-20",
    "last_summary": "to you about how he's going. I'm a Kuni Jan. I'm asking you how he's going. Take. That's good. He's looking at Chet Pataya too."
  },
  "ishan": {
    "name": "Ishan",
    "relationship": "Brother",
    "visit_count": 2,
    "last_visit": "2026-01-20",
    "last_summary": "well. Mine is also going pretty well. I'm learning new languages, I'm learning new classes. Well, that's good. I'm also learning new subjects like Sanskrit."
  },
  "deepak_b520dffc": {
    "name": "deepak",
    "relationship": "father",
    "visit_count": 0,
    "last_visit": null,
    "last_summary": ""
  },
  "simran_57503179": {
    "name": "Simran",
    "relationship": "Sisiter",
    "visit_count": 1,
    "last_visit": "2026-01-20",
    "last_summary": ". . . . . . . . . . Guariente Unira Abdullahae."
  }
}